Repository: miltenkot/klikmenu-ios
Catalog: KlikMenu/Packages/KlikMenuCore/Sources/KlikMenuCore/Resources/Localizable.xcstrings
Source language: pl
Languages: cs, de, en, sk, uk

source: %lld z 5 gwiazdek
cs: %lld z 5 hvězdiček
de: %lld von 5 Sternen
en: %lld of 5 stars
sk: %lld z 5 hviezdičiek
uk: %lld з 5 зірок

source: %lld z 1000 znaków
cs: %lld z 1000 znaků
de: %lld von 1000 Zeichen
en: %lld of 1000 characters
sk: %lld z 1000 znakov
uk: %lld з 1000 символів

source: Błąd: %@
cs: Chyba: %@
de: Fehler: %@
en: Error: %@
sk: Chyba: %@
uk: Помилка: %@

source: Brak oceny
cs: Bez hodnocení
de: Keine Bewertung
en: No rating
sk: Bez hodnotenia
uk: Немає оцінки

source: Brak połączenia z internetem. Sprawdź sieć i spróbuj ponownie.
cs: Žádné připojení k internetu. Zkontrolujte síť a zkuste to znovu.
de: Keine Internetverbindung. Prüfe das Netzwerk und versuche es erneut.
en: No internet connection. Check your network and try again.
sk: Žiadne pripojenie na internet. Skontrolujte sieť a skúste to znova.
uk: Немає з’єднання з інтернетом. Перевірте мережу та спробуйте знову.

source: Brak wyników
cs: Žádné výsledky
de: Keine Ergebnisse
en: No results
sk: Žiadne výsledky
uk: Немає результатів

source: Ciemny
cs: Tmavý
de: Dunkel
en: Dark
sk: Tmavý
uk: Темна

source: Dieta
cs: Strava
de: Ernährung
en: Diet
sk: Strava
uk: Дієта

source: Dodaj
cs: Přidat
de: Hinzufügen
en: Add
sk: Pridať
uk: Додати

source: Dodaj %@
cs: Přidat %@
de: %@ hinzufügen
en: Add %@
sk: Pridať %@
uk: Додати %@

source: Dodaj komentarz
cs: Přidat komentář
de: Kommentar hinzufügen
en: Add a comment
sk: Pridať komentár
uk: Додати коментар

source: Dodaj pozycje z menu, aby utworzyć listę dla kelnera.
cs: Přidejte položky z menu a vytvořte seznam pro obsluhu.
de: Füge Positionen aus dem Menü hinzu, um eine Liste für den Service zu erstellen.
en: Add items from the menu to build a list for your waiter.
sk: Pridajte položky z menu a vytvorte zoznam pre obsluhu.
uk: Додайте позиції з меню, щоб створити список для офіціанта.

source: Dwukrotnie stuknij, aby wyczyścić ocenę
cs: Dvojitým klepnutím hodnocení vymažete
de: Doppeltippen, um die Bewertung zu löschen
en: Double tap to clear the rating
sk: Dvojitým klepnutím hodnotenie vymažete
uk: Двічі торкніться, щоб скинути оцінку

source: Dziękujemy!
cs: Děkujeme!
de: Vielen Dank!
en: Thank you!
sk: Ďakujeme!
uk: Дякуємо!

source: Filtr dietetyczny
cs: Filtr stravy
de: Ernährungsfilter
en: Dietary filter
sk: Filter stravy
uk: Дієтичний фільтр

source: Gotowe
cs: Hotovo
de: Fertig
en: Done
sk: Hotovo
uk: Готово

source: Jasny
cs: Světlý
de: Hell
en: Light
sk: Svetlý
uk: Світла

source: Kategoria
cs: Kategorie
de: Kategorie
en: Category
sk: Kategória
uk: Категорія

source: Kelner %@
cs: Číšník %@
de: Kellner %@
en: Waiter %@
sk: Čašník %@
uk: Офіціант %@

source: Komentarz (opcjonalnie)
cs: Komentář (volitelné)
de: Kommentar (optional)
en: Comment (optional)
sk: Komentár (voliteľné)
uk: Коментар (необов’язково)

source: Komentarz do opinii
cs: Komentář k hodnocení
de: Feedback-Kommentar
en: Feedback comment
sk: Komentár k hodnoteniu
uk: Коментар до відгуку

source: Ładujemy menu…
cs: Načítáme menu…
de: Menü wird geladen…
en: Loading menu…
sk: Načítavame menu…
uk: Завантажуємо меню…

source: Link musi mieć postać https://app.klikmenu.pl/menu/{slug}.
cs: Odkaz musí mít tvar https://app.klikmenu.pl/menu/{slug}.
de: Der Link muss dem Format https://app.klikmenu.pl/menu/{slug} entsprechen.
en: The link must look like https://app.klikmenu.pl/menu/{slug}.
sk: Odkaz musí mať tvar https://app.klikmenu.pl/menu/{slug}.
uk: Посилання має мати вигляд https://app.klikmenu.pl/menu/{slug}.

source: Menu jest puste
cs: Menu je prázdné
de: Das Menü ist leer
en: Menu is empty
sk: Menu je prázdne
uk: Меню порожнє

source: Motyw
cs: Motiv
de: Design
en: Theme
sk: Motív
uk: Тема

source: Motyw aplikacji
cs: Motiv aplikace
de: App-Design
en: App theme
sk: Motív aplikácie
uk: Тема програми

source: Nie udało się odczytać odpowiedzi serwera.
cs: Odpověď serveru se nepodařilo načíst.
de: Serverantwort konnte nicht gelesen werden.
en: Couldn't read the server response.
sk: Odpoveď servera sa nepodarilo načítať.
uk: Не вдалося прочитати відповідь сервера.

source: Nie udało się wczytać menu
cs: Menu se nepodařilo načíst
de: Menü konnte nicht geladen werden
en: Couldn't load the menu
sk: Menu sa nepodarilo načítať
uk: Не вдалося завантажити меню

source: Nie znaleziono restauracji.
cs: Restaurace nebyla nalezena.
de: Restaurant nicht gefunden.
en: Restaurant not found.
sk: Reštaurácia nebola nájdená.
uk: Ресторан не знайдено.

source: Nieprawidłowy link
cs: Neplatný odkaz
de: Ungültiger Link
en: Invalid link
sk: Neplatný odkaz
uk: Недійсне посилання

source: Oceń obsługę
cs: Ohodnotit obsluhu
de: Service bewerten
en: Rate service
sk: Ohodnotiť obsluhu
uk: Оцінити обслуговування

source: Ocena
cs: Hodnocení
de: Bewertung
en: Rating
sk: Hodnotenie
uk: Оцінка

source: Ocena %lld z 5 gwiazdek
cs: Hodnocení %lld z 5 hvězdiček
de: Bewertung %lld von 5 Sternen
en: Rating %lld of 5 stars
sk: Hodnotenie %lld z 5 hviezdičiek
uk: Оцінка %lld з 5 зірок

source: Otwiera formularz oceny obsługi
cs: Otevře formulář hodnocení obsluhy
de: Öffnet das Formular zur Servicebewertung
en: Opens the service rating form
sk: Otvorí formulár hodnotenia obsluhy
uk: Відкриває форму оцінки обслуговування

source: Otwiera natywne wyszukiwanie i filtry
cs: Otevře hledání a filtry
de: Öffnet Suche und Filter
en: Opens search and filters
sk: Otvorí vyhľadávanie a filtre
uk: Відкриває пошук і фільтри

source: Pokaż tę listę kelnerowi, aby łatwiej złożyć zamówienie.
cs: Ukažte tento seznam obsluze, aby bylo objednání jednodušší.
de: Zeige diese Liste dem Servicepersonal, um die Bestellung zu erleichtern.
en: Show this list to your waiter to make ordering easier.
sk: Ukážte tento zoznam obsluhe, aby ste si objednávku uľahčili.
uk: Покажіть цей список офіціанту, щоб було легше зробити замовлення.

source: Przeglądaj i wyszukaj menu
cs: Procházet a hledat v menu
de: Menü durchsuchen und filtern
en: Browse and search the menu
sk: Prehliadať a hľadať v menu
uk: Переглянути та шукати в меню

source: Przygotowujemy kartę dań restauracji.
cs: Připravujeme jídelní lístek.
de: Wir bereiten die Speisekarte vor.
en: Preparing the restaurant menu.
sk: Pripravujeme jedálny lístok.
uk: Готуємо меню ресторану.

source: Razem
cs: Celkem
de: Gesamt
en: Total
sk: Spolu
uk: Разом

source: Serwer jest tymczasowo niedostępny. Spróbuj ponownie.
cs: Server je dočasně nedostupný. Zkuste to znovu.
de: Der Server ist vorübergehend nicht verfügbar. Bitte erneut versuchen.
en: The server is temporarily unavailable. Please try again.
sk: Server je dočasne nedostupný. Skúste to znova.
uk: Сервер тимчасово недоступний. Спробуйте знову.

source: Składniki: %@
cs: Složky: %@
de: Zutaten: %@
en: Ingredients: %@
sk: Zložky: %@
uk: Інгредієнти: %@

source: Spróbuj ponownie
cs: Zkusit znovu
de: Erneut versuchen
en: Try again
sk: Skúsiť znova
uk: Спробувати знову

source: Spróbuj zmienić frazę lub filtry.
cs: Zkuste změnit frázi nebo filtry.
de: Versuche einen anderen Suchbegriff oder Filter.
en: Try a different search or filters.
sk: Skúste zmeniť frázu alebo filtre.
uk: Спробуйте змінити фразу або фільтри.

source: Subkategoria
cs: Podkategorie
de: Unterkategorie
en: Subcategory
sk: Podkategória
uk: Підкатегорія

source: Suma produktów
cs: Mezisoučet
de: Zwischensumme
en: Items subtotal
sk: Medzisúčet
uk: Сума товарів

source: Systemowy
cs: Systémový
de: System
en: System
sk: Systémový
uk: Системна

source: Szukaj po nazwie dania
cs: Hledat podle názvu jídla
de: Nach Gerichtenamen suchen
en: Search by dish name
sk: Hľadať podľa názvu jedla
uk: Шукати за назвою страви

source: Szukaj w menu
cs: Hledat v menu
de: Menü durchsuchen
en: Search menu
sk: Hľadať v menu
uk: Пошук у меню

source: Ta restauracja nie ma jeszcze dostępnych pozycji.
cs: Tato restaurace zatím nemá žádné položky.
de: Dieses Restaurant hat noch keine Gerichte.
en: This restaurant doesn't have any items yet.
sk: Táto reštaurácia zatiaľ nemá žiadne položky.
uk: У цьому ресторані ще немає доступних позицій.

source: Twoja opinia została wysłana.
cs: Vaše hodnocení bylo odesláno.
de: Dein Feedback wurde gesendet.
en: Your feedback has been sent.
sk: Váš názor bol odoslaný.
uk: Ваш відгук надіслано.

source: Twoje zamówienie
cs: Vaše objednávka
de: Deine Bestellung
en: Your order
sk: Vaša objednávka
uk: Ваше замовлення

source: Twoje zamówienie jest puste
cs: Vaše objednávka je prázdná
de: Deine Bestellung ist leer
en: Your order is empty
sk: Vaša objednávka je prázdna
uk: Ваше замовлення порожнє

source: Twoje zamówienie, %lld, %@
cs: Vaše objednávka, %lld, %@
de: Deine Bestellung, %lld, %@
en: Your order, %lld, %@
sk: Vaša objednávka, %lld, %@
uk: Ваше замовлення, %lld, %@

source: Ustaw ocenę na %lld
cs: Nastavit hodnocení na %lld
de: Bewertung auf %lld setzen
en: Set rating to %lld
sk: Nastaviť hodnotenie na %lld
uk: Встановити оцінку %lld

source: Usuń
cs: Odstranit
de: Entfernen
en: Remove
sk: Odstrániť
uk: Видалити

source: Usuń %@
cs: Odstranit %@
de: %@ entfernen
en: Remove %@
sk: Odstrániť %@
uk: Видалити %@

source: Bardzo ostry
cs: Velmi pikantní
de: Sehr scharf
en: Very spicy
sk: Veľmi pikantné
uk: Дуже гостре

source: Bardzo ostry, poziom ostrości 3 z 3
cs: Velmi pikantní, úroveň pálivosti 3 ze 3
de: Sehr scharf, Schärfegrad 3 von 3
en: Very spicy, spiciness level 3 of 3
sk: Veľmi pikantné, úroveň pikantnosti 3 z 3
uk: Дуже гостре, рівень гостроти 3 з 3

source: Ostry
cs: Pikantní
de: Scharf
en: Spicy
sk: Pikantné
uk: Гостре

source: Ostry, poziom ostrości 1 z 3
cs: Pikantní, úroveň pálivosti 1 ze 3
de: Scharf, Schärfegrad 1 von 3
en: Spicy, spiciness level 1 of 3
sk: Pikantné, úroveň pikantnosti 1 z 3
uk: Гостре, рівень гостроти 1 з 3

source: Średnio ostry
cs: Středně pikantní
de: Mittelscharf
en: Medium spicy
sk: Stredne pikantné
uk: Середньо гостре

source: Średnio ostry, poziom ostrości 2 z 3
cs: Středně pikantní, úroveň pálivosti 2 ze 3
de: Mittelscharf, Schärfegrad 2 von 3
en: Medium spicy, spiciness level 2 of 3
sk: Stredne pikantné, úroveň pikantnosti 2 z 3
uk: Середньо гостре, рівень гостроти 2 з 3

source: Wegańskie
cs: Veganské
de: Vegan
en: Vegan
sk: Vegánske
uk: Веганське

source: Wegetariańskie
cs: Vegetariánské
de: Vegetarisch
en: Vegetarian
sk: Vegetariánske
uk: Вегетаріанське

source: Wszystkie
cs: Vše
de: Alle
en: All
sk: Všetky
uk: Усі

source: Wybierz kelnera
cs: Vyberte číšníka
de: Kellner wählen
en: Choose a waiter
sk: Vyberte čašníka
uk: Оберіть офіціанта

source: Wybierz motyw jasny, ciemny lub systemowy
cs: Vyberte světlý, tmavý nebo systémový motiv
de: Hell-, Dunkel- oder Systemdesign wählen
en: Choose light, dark, or system theme
sk: Vyberte svetlý, tmavý alebo systémový motív
uk: Оберіть світлу, темну або системну тему

source: Wybrany
cs: Vybráno
de: Ausgewählt
en: Selected
sk: Vybrané
uk: Вибрано

source: Wyczyść
cs: Vymazat
de: Leeren
en: Clear
sk: Vymazať
uk: Очистити

source: Wyniki wyszukiwania: %lld
cs: Výsledky hledání: %lld
de: Suchergebnisse: %lld
en: Search results: %lld
sk: Výsledky vyhľadávania: %lld
uk: Результати пошуку: %lld

source: Wyniki: %lld
cs: Výsledky: %lld
de: Ergebnisse: %lld
en: Results: %lld
sk: Výsledky: %lld
uk: Результати: %lld

source: Wysłano zbyt wiele opinii. Spróbuj ponownie za chwilę.
cs: Bylo odesláno příliš mnoho hodnocení. Zkuste to znovu za chvíli.
de: Zu viele Bewertungen gesendet. Bitte versuche es gleich erneut.
en: Too many reviews sent. Please try again shortly.
sk: Bolo odoslaných príliš veľa hodnotení. Skúste to znova o chvíľu.
uk: Надіслано забагато відгуків. Спробуйте знову за мить.

source: Wyślij opinię
cs: Odeslat hodnocení
de: Feedback senden
en: Submit feedback
sk: Odoslať hodnotenie
uk: Надіслати відгук

source: Wystąpił błąd serwera (%lld).
cs: Došlo k chybě serveru (%lld).
de: Es ist ein Serverfehler aufgetreten (%lld).
en: A server error occurred (%lld).
sk: Došlo k chybe servera (%lld).
uk: Сталася помилка сервера (%lld).

source: Żądanie zostało anulowane.
cs: Požadavek byl zrušen.
de: Die Anfrage wurde abgebrochen.
en: The request was cancelled.
sk: Požiadavka bola zrušená.
uk: Запит скасовано.

source: Zamknij
cs: Zavřít
de: Schließen
en: Close
sk: Zavrieť
uk: Закрити

source: Zmniejsz ilość %@
cs: Snížit množství %@
de: Menge verringern %@
en: Decrease quantity %@
sk: Znížiť množstvo %@
uk: Зменшити кількість %@

source: Zwiększ ilość %@
cs: Zvýšit množství %@
de: Menge erhöhen %@
en: Increase quantity %@
sk: Zvýšiť množstvo %@
uk: Збільшити кількість %@

source: Alergeny: %@
de: Allergene: %@
en: Allergens: %@
sk: Alergény: %@
uk: Алергени: %@

source: Filtry
de: Filter
en: Filters
sk: Filtre
uk: Фільтри
